{
  "0-r6_j-1cr": "K61aA_Qo, Cs4iB2EpMYknCib,V-sTBmmmIwj.Z6v.-QnTSMk_U3mLScRb2gSxHsxeej69-sAExHT7zqYcsUwna5v71TuZILIZ,_y_aiR.krInEdUES7uGIrDtQzGAFYEXn0kwx6v2 ,YA-0KEhJ_2HCxwy9O_9dOLh7AeABdN5YEv9Prdc9_QmWv2JZHRFhU5TDH1--_6j9O0V.I",
  "0-r6_s": "TALB.2VUQKXYUCMfDz,b4exX",
  "0-r6_list": {
    "6": {
      "0-r6_35won": "xJSopyKOmgN8k10PX2 U7ZANGXeV0MqVN5WBW-FCEthFAOG8d97A3ayfCFb0aM8E5xJ9rk",
      "0-r6t3": "60d70a0b9b38b.mcpack",
      "0-r6i1": "Auto Cook is a game mod for Android that adds one simple feature. Now, when killing mobs, you will not need to cook food. It will already be cooked. When killing a pig, sheep or any other neutral mob, you can get cooked meat and immediately eat it. The mod does not require any commands or pre-configuration to work. The usual installation of the modification is enough.\nUsage: 1. Find any neutral mob that drops raw meat. 2. Kill him with your sword or hand. 3. Get fried meat without the need for a stove.",
      "0-r6_d": "XipP4yJEw9618ZTj8s4LwwGHqHZaNLGxRr48-6kU-MzJTuF.elamkDV_rItyLGvaKQFbvV,x2JtCQf0o45-rTZo85-.KCMWd_-j7FR6dfI.D1Mfq_r_dX.Bat4eM7NTbzjR0UokKPeFWM4ATTq20HJJ,PZyZAm2Vfm_otLEt_sHQBqHML-3PzBamJ2WSAf-TjpEvymxAcY4q_oKGhh47,N9a1z1iiSjAV78-YNOAhkftHG2",
      "0-r6d4": "Automatic cooking [1.12-1.16]",
      "0-r6_3wc-l": "qFL3d_qKNJ6l95ljK4S.W7G7ko-BbS1RCZhQ-reV2-.HUn6U,aCyc6NpXVyXNeafZ_6HfZlAahWoWMEv9YM Poh8cn84_T9yb7j_FJleAqA2US,iDD _98-rUG,52ZilTFYYVXVZT8oiEkIts,5JzRkBZOv6_a_nN4NFM_wdV-ICrwEWtTY8TL4mMy1vNk_d3Ko228N17P1IfT5WjF-wLjkH Sqan79V3DQMf_Xv_qvCCUkJq mqjV-084U",
      "0-r6f2": "60d70a09567048.91051206.png",
      "0-r6_ui": "1N3a.Wan pevRubM_W1c10LaNZ7E3.TpzmqCP2AxBn4IgezFywYWtig4j7TCFUsg..cB7dr0K3ED3tu6v6UoLwDoe-KMpJCICYEe",
      "0-r6_9u": "9j3"
    },
    "0": {
      "0-r6_35won": "Slyh8mtE9Jt,rNDSl6m3VRuBgGRQ6RAx,Qo7zR8BiIvdl5T1oMPi",
      "0-r6_d": "qA-5JnTuKywZ55o-ZCIpr7DnFBiX9xdkvnqNYkT7.hom-9F3lltoJcG3F6TnE6p31_4yq1WJQ0A9nuj1I4x7Hz_m xjmdyRtUdTpbO7F1N-9Nxl6U64DVe_zNBb,-0fZ nkF3413E5E3iNZ9QZcjqx0fIYkT1TfKBGV8Q5iHc,1--ggSrssSRJHPmxzYvNE_Wc.8wFkcV,-eF_1O,WqZ",
      "0-r6_3wc-l": "PDrWyAJ4o1hEpJ3WchWhMxL583L,7fNePKMNFEe.n,rXKp9qXTG6Om.kFSKy.EQtkJ.p23i1157k 70aj6qDJoD20,LFKZ3EMBIH3ab8dqoQlkvye4O4J.6uqebC7rPh5IMIbx-mdd12GbPNKoQJ92ppEfBCpuQ3N_VJB, 5JJuaabwyA5JdqFILOgKT",
      "0-r6f2": "60d7161349c489.40666065.png",
      "0-r6_ui": "VZ2NfT.JzQ,jUuSylRCWBvdtf",
      "0-r6i1": "Fast-Foods is a mod that adds a new type of food to the game. The author of the mod has not yet added the ability to eat 7 new types of food, but soon such an opportunity will appear. All items have great icons and detailed textures. Two other special items were added - a sword and a special tool.\nInteresting facts: 1. Each item has a unique crafting, texture and animation. 2. Items - sword and cutter, have functionality, they can be used. Useful command: - \"\/ give @s pa:\". With its help, you can get any item that was added to the mod. When you enter commands, a list of all items will be displayed, you just have to select the item you want.",
      "0-r6_9u": "..1FJpjfst6ikv,2h2rU3WRCXxT1.K8uxkjRlf0u5UvVtkFdymeKm22k2EuOlgB1WQsj5RXZoVtIjtxjJFI5CWd iMwVBU-Q0srwAP092I1R12xPeZ970R5OJiW.iFklX3HwKNJC5tRU.ymfr-pMqn2T0GkK bKjVseOAP4HzNhc._SauK0",
      "0-r6t3": "60d7161a03d62.mcaddon",
      "0-r6d4": "Fast Food [1.14-1.15]"
    },
    "3": {
      "0-r6_9u": "cLNt2DyPaPwT Vgpk5NlYPVA69s_5nu-JihYBevXf2EaGP4PC1I8FP_Uh7I3_.hQZqyyPFup-tRidtN c99-pXm3 tEh1HkUPxX7-mduk89-Edo KzxYlZvbAoLhVrUv7xDuGlizRKNERpbg-M8jhxwUzFVO6P4n6 INJGhPp.vCCkl7HQB84DXkBMWmOLigP",
      "0-r6_ui": "i,UoZE4dKmEqlPJU1tI6cGExI0mjiPyFpzeFhIb.UJqekp7t-6Ltpai--oqlFd1oxYc2",
      "0-r6t3": "60d7462dc3c9b.mcaddon",
      "0-r6f2": "60d7462ba84b93.83419297.png",
      "0-r6i1": "Although there are a lot of vegetables and fruits in game, it is difficult to call a particularly diverse choice. However, after installing the FruitAndVegetables mod, the choice of ingredients will satisfy even the most sophisticated foodie.\n\/ function vegetables - use the command to get all new items in game. For now, you can only make corn popcorn, but this is just the beginning of the development of the mod, right? Recipes Screenshots Installation: 1. Download the mod with the extension .mcaddon2. Then find it and run it, thereby importing it into the game3. Open the game and go to the world settings 4. In the sections `Resource Kits` and` Add-on Kits` select the imported resource packs (addon) 5. Reload the gameDownload FruitAndVegetables Mod for game 1.12 + .mcaddonSize [34.6 Kb]",
      "0-r6d4": "for Fruits and vegetables",
      "0-r6_d": "3IDMYE4n7qWrXnlRLAzrgs,4DXGyCjlPQm0AXXIo4CF28jlxKXpSCVyfaM_Nf3jzB9p1PMzLZM67zN6kgCZsXjNVBTt43LzoXv5NLw.,_ q4pKYw. 3dTzPjxFxHP,uEXssCe0rGEAiwHckNbefFFeG9muwiAAd63Fna5fZtSEMYxfIZCdH,ijielt0EleuTxP V6sosZwnFCyA5aHCA3FpT2ID_6 yPno9JxHL2zx207djWZO9yMBt UpuXvWO",
      "0-r6_3wc-l": "fK dzRsYkEtGKcTZYkfKkRACrPzMjf,XNRvzDMgsv8gZh3cxCGpwcnuVmXVPd_OwAZ9bNcmZd2AX6aFktH,A YV89-Nx0CO6kI,4pax0sWZulhdAtrWLzS34y.JODuZNtvV2luNnritPnFa5A5w1Qyq9kDrODFa8caiMjNQWvobepJuPzSS-iR_,hBck6fJGtDEl5IECGq3w gBYu6P71",
      "0-r6_35won": "7,YSb8PABDMXOqm ZVFq4eWYYcY1BeqxaiX.3DYofSUfRQX.uE54smSKrAk_l"
    },
    "1": {
      "0-r6d4": "to Fast Food [1.14]",
      "0-r6t3": "60d71bb7362ec.mcaddon",
      "0-r6_9u": "0PMPKYmhIt,glZCwMK39NYzQzPq6fj6t9RM.0.UyyDk9Z0r-4glchk YijhTLeffBQug39wxa6ExUz25ce1.5HL43r4bFg73lUUpWKPZQHv4A7QoCqMqWzHJRdJ.H0WJvrigji9sYNnj47wQ.obs1CQaUsHZcu2KF5x8w_-WnqdjP.IlCvH6p8zps5EUcAhdn-h4ejg",
      "0-r6_d": "ZsTp5_fKch9PGouoTot_ Q1Mhw2oC8YK_n6N3LgTIynEY1k.HWblbEa7 rDR.R7X5eINbo_Qw5gnEir9.M9sxsyQ7WaPqVps0O1mLJaat 7fvDX0T.gMxwDuJvMhvvRWkLJD96kKes7OPoaSH_KXryuf9.I6WN3hKzGSKcGOogMf2JeFmWE.i1PaN4AA5p96jW 5hY_-E_hiVL-HDXguNfok-10AsG",
      "0-r6f2": "60d71bb3c7dfc6.78155900.png",
      "0-r6_3wc-l": "CObjPIjn SRdnE,c_dmhU4OB5lLQ.AfY7Lm1",
      "0-r6_ui": "74l1WYyf5urE0WrjUjnMfbKP9d0fg680.hkgpUUEOxHHDxVaefBkftKrU7 tujZJs8rryfYs9Dl5mM7nRq7iZs3JA7GACHRrhH-lkHQks3NYabb9GgOEksk-bao2pY1YtCo7I52o ,.LtAOSQFpvRoHXvK5wJEBBg9hkrKQrW0Pb6d.zpt_.,kE5RwYiZbREvO 8dg",
      "0-r6_35won": "F6fT04A-VssNwoZ",
      "0-r6i1": "The Fast-Foods mod for game on Android will add a large amount of fast food to the game that you can eat, namely 8 dishes and one cooking tool. Now you don't have to eat pasture such as fried meat or bread, which will be more interesting to eat a juicy hamburger or a huge slice of pizza. Thanks to this mod, you can also play role-playing cards like MacDonalds or Burger King.\nIn this version of the mod, unfortunately, there are no crafting recipes yet and you can get all the food only with the help of commands, so it is not suitable for playing in survival mode yet. The author of the Fast-Foods mod for game assured that in the future new dishes and, of course, crafting recipes will be added. Hamburger A juicy and tasty hamburger that has excellent, realistic textures. Just looking at it is already salivating. Pizza This is a divine Italian dish that you can now taste in the game. Slice of Pizza This item can be obtained by cutting a whole pizza with a knife, which we will talk about below. oil. Ideal for a quick bite. Ice cream A sweet and cold product that will cool you down quickly on a hot day. Rolls Japanese food consisting of rice, fish and nori shell. Taco A spicy Mexican dish that will not be to everyone's taste, but if you like food Sharp, you will definitely like it. Cheese This item will come in handy in the next updates for crafting burgers and pizza. Knife This item will also be useful to you in the upcoming updates when crafting recipes appear. In the meantime, you can chop a tree with it. How to get? As mentioned above in this version of the mod, all items and dishes can be obtained only with the command \/ give @s fast-foods_add-on and enter the name from the picture below. !"
    },
    "7": {
      "0-r6t3": "60d719fab30fa.mcpack",
      "0-r6_3wc-l": "LfBlZXvCQQI,CUBv1J3XqomJG6V6fgCyETTIuI,C6wGt9G. 8baDlrf.He_OIkI0VB YQWS.d",
      "0-r6_d": "0DN4glxJinZ oS8XdCqBb5fheNLclK.zTe_UPvrM8Xc7DdG_WZh.tDxbju444xS8GOa.rwkwP7Ezk,VHFrjjtJa,- rLuEc-,rvTA y17mmjH4 AWObXK2GCljs-vl.J79RHrGVt9QzKROI2zFZWkdh1PFm-q9itT33EeMxlk6x7bCfiJLpW1KV_32k,qs23bt9BRwL ArkH1xAYNZJvDxQZkVu,Mg_NuGGi2Hr2RM",
      "0-r6_35won": "9 0aNpWEiOWAY.LBYVBw2T1BjN5BizS2ZT uPrks00m8Ii, PLqcrLr3JJHLkzun8bqRaQyqX7jTPjQc7nZo",
      "0-r6f2": "60d719f908b5c2.50438724.png",
      "0-r6_9u": "3iqQaOFHapa5jMiMaRi,T LsaCIAjNf.la_iZ1BhRX-YbEubUx9yEIWaF2V9cTIycyfcgglHw7 5",
      "0-r6_ui": "T7yzptx7aE.SiDw5KxzBJC99TS67d80Zp0onmtXosaw7USm9ddgo,b_UUIFTAJLgbKI3zAHHUt_RWlKBgpW01pn5kenp2NZN5J02.kwgN_cSZ4inX7FnvDQA.u7bh4G5K6PH5FVfz0eJTr3cJfOKQov5oMrCUo9LH6xLDhgyAhJkURf1 i2-9OhvYvGuSJij.-p_OuWRwz3sFr NLCNLM MbWJTSu8lG0dXw5kIVurvW",
      "0-r6d4": "New Cooking [1.14]",
      "0-r6i1": "The CookingCraft mod for game on Android will add simple recipes for complex dishes to the game that will give you potion effects and much more. Previously, you had to mine quite rare materials and use very complex recipes, but thanks to this modification, everything will be much easier. Now you do not need to spend hours of game time getting some potions, as well as to satisfy your hunger, now everything is much easier.\nSo far, this is an early version of the mod, so there are not many useful recipes that the author promised to add in the next updates, and he is actively working on its compatibility with other mods. for game on Android 1.14.mcpackSize [48,78 Kb]"
    },
    "4": {
      "0-r6d4": "Placed food",
      "0-r6_9u": "G,Ky_kBmNxt.qH8ks_tHmpay61aIzVew1Y.-Fb2FmZNtHG1B -We7Ab1Zh6sstHbbeSqoW3ry2h2gwvmsEAe1zBp9VQPBcg.gIPFoU7rR.BX3rw7x,6-EX.jsinp7_vKzHMWS",
      "0-r6_ui": "UsSs48y",
      "0-r6t3": "60d7691550e7a.mcaddon",
      "0-r6_35won": ".6r4d0cwYSckva_abZ7oAW.xGklp B3CBir67n7PSROuv,Neh-qq7B,sqbivWBVWYCpa3KhimfjP7R8Lss-M8mXoQeAVYsCL6Yles3BuMQijte1eKtZ",
      "0-r6_3wc-l": "trEQmiKfA,h,mrHjHjbbn3-1O6nwY.5qZGZlO3OPx.aQ05a9c9KpnbFlqo-opwMvs8VIF_-O-IVd4RoNlaHNuxkPS xpdteCeG,1SPGbuUMpgeXKsv44JjFZTAo.khRz3 JHDnf7wR796.ASZ rUzavZFLl 3vbEkBGjmYjMKs-HsRxF.BNfNkZ12so_BqsQ8.ZArU7Zh,VLwqrVsHdHXTSQ-e5GlIy2sD1..hM03iVfCTiA5FUf34Hx5n1Y",
      "0-r6f2": "60d76913bd83e9.55196381.png",
      "0-r6i1": "For a long time, game players have complained about the lack of food-related decorative items in some adventure and RPG games. It looks like they've all been heard as the Placeable Food Addon has arrived, offering a wide variety of new items.\nHow it works? Place the plate, and then apply some edible object to it, so that it ended up on this plate. • iOS \/ Android: take any food, then press it on the plate until the button for interaction appears, and then press this button to put food on the plate. • Windows 10: Right-click on a plate of food to place food on it. To remove food from the plate, just use a sponge. Although mugs, baskets and even candles have been added to the plates, the choice of dishes in this addon continues to be very scarce. Edible Items Here is a complete list of edible items associated with this addon. • Plate (place food on it) • Pumpkin pie • Cupcake • Braised rabbit • Baked rabbit • Baked potato • Apple • Pork chop • Bread • Lamb stew • Mushroom stew • Chicken stew • Beef stew • Bowl sponge • Biscuits • Moist plate) • Mug (replaces the head of the mob) • Mug of water (replaces the head of the mob) • Mug of milk (replaces the head of the mob) • Candle (replaces the flower) • Redstone candle (replaces the flower) • Drinks (replaces the potions) • Broken plate (replaces shulker shell) • Basket (replaces the zombie head) Installation: 1. Download the mod with the extension .mcaddon2. Then find it and run it, thereby importing it into the game3. Open the game and go to the world settings 4. In the sections `Resource Kits` and` Add-on Kits` select the imported resource packs (addon) 5. Reload the gameDownload the Placeable Food mod for game 1.5.0.1.mcaddonSize [142,48 Kb]",
      "0-r6_d": "hTKWP jJqlkj53-iAggj.MrKqLS_3vHQC--nFKiXE 2d.Mnzk7y3dL0MtdQjlnAJB4pnY2D_6"
    },
    "17": {
      "0-r6f2": "31405060dc4f7a7e9594.42072893.png",
      "0-r6_35won": "fHIPvXn_4UlWaV6K8cycEzsWoehZ4.dUUWCuxgQy_U1THQia76PfI4w,4p2s9K2BPY1F.aGfgWw_ SDtiUNDml0hYGypzQzjgqfXhcAGp3B9AV5az7lWiO8qWkC.V",
      "0-r6_ui": "eUYl4 JqG4GZ2OcJ9O1jXJM23juX68,UFlKTldXm0gJs74SLRqHWWhEtA3a7Tq3IJqCPCLfgPFjAnpAS02hn5SunbbHgim b X9eH0BKqvPrQQ_fWReXbbwryhDjR0I_1MNAxdOQ y7RuHbKR0w,EhXD-_eA2ArArD4uLlv6K8BLp3z2ZumlQc6A.DvwtFxKD,18GYHfaoWIsRIqmmdKsyPb0_Mpr4t",
      "0-r6t3": "39066660dc4f7ab0e3a7.13234763.mcpack",
      "0-r6_d": "-zx7US _VusxerR5iOPhn8.9.44L.JFyWR4r_dGFDx5mwpkYCc_JaMsACiwTYckwsfRm,o4oXwGgCOXRJnv,7kTzKlBB.3-VjxLO680qGUypEC e2k.vbxZDU5OZbb3RhQIXG7YUKGAjHIBV9Mt",
      "0-r6_3wc-l": "ny_pY_SSUZT_,6fd6aYu90rYCoHdyitWGsrdXCWwfBeNup4l_WsIifXabc",
      "0-r6i1": "No one will give up delicious and satisfying food, especially in game. The Yummy Food mod will provide a huge variety of foods and dishes to eat in a cube world. Each product will fill the stomach and make you forget what hunger is. Naturally, new items can be crafted in survival mode, otherwise they would not be useful at all. The assembly includes more than 29 types of products: craft them on the workbench, roast them in the oven or over the fire. With each update, the number and types of food will be replenished. Dirty Pig In addition to food, the add-on also includes mobs. The first of these was the dirty pig - a rare type of mob that spawns only in swamps and is bred with the help of carrots. Upon death, the animal drops out: raw pork (1-2), tomato (1). Mobile has not yet received zvukov.Spisok predmetovObychny chayMyasnaya pitstsaGribnaya pitstsaZeleny chayKofeKofeynye zernaPecheneMedovy chayKofeKofeynye zernaPecheneKrylo fly myshiSyrye kalmaryMiks of hvostovSyrnaya pitstsaPitstsa with fish raguPrigotovlennye kalmaryBurger of koninySyraya koninaTomatny Supragil for shahterovPrigotovlennaya koninaYaytso spawn dirty sviniYagodnoe zhelePonchik with zheleShokoladny ponchikProstoy ponchikSyroy ponchikPodsolnechnoe masloPomidorSyrTestoRetsepty kraftaEffekty from edyKofe - IPitstsa speed with fish Stew - Improved Underwater Breathing Green Tea - Slow Fall Honey Tea - Absorption Meat Pizza - Saturation for 30 seconds Miner Stew - Speed ​​V Tomato Soup - Resistance II Experimental gameplay must be enabled in the map settings",
      "0-r6_9u": "opQGjWICVxS G,y2IWwgemcKh6CD1Trea9skapeG6UrW8M9UcC3Tlp sh1jFUPVQHSeKHJgWPdwO1-I_pfKI2lD..N_RhvtKY1gWoDELbub3MUT30jL,Fw66Ohf1m4SUFDdZQsLXf-zPspMxnI7,cpc3.O4lQ",
      "0-r6d4": "Tasty food"
    },
    "8": {
      "0-r6_3wc-l": "sBY,kCA,Bciu9lQjD8YU8NvBhPUfs9dkVlC8EehQVD5XhjYNfVlctIsc,Wj2CiPXpYxHibs 1PoHEAsujyylmWRUJ9-KpxRK o-s3A9yoSwpR2cGK.xkCm,XYeOJW90aUtxxUPXgX2_9541q7x",
      "0-r6_9u": ".ayeOnaHYfbd34G DMCFUCXWbfm1q-Rlz-I,zy1DQx4Wa2u_B08W.kZ1zP9hnBKn1KTPI5CjkJGlfKSQGUibSqC5X5BdPFjMrtZGk8KYpwgJfo8xVVpeke-FqbCHwqgwANWB5y",
      "0-r6_ui": "PtgPFP_ePm0Mg5Is3nmFVWOYTRAUG_fRj61942ohqQbepQq 3lK7B-0NvkxFGWSKmxe9ejP,05x",
      "0-r6t3": "60dab4462e9a8.mcpack",
      "0-r6d4": "Food with random effects",
      "0-r6_35won": "a8ijEYOsMoWX9dls6x2xXwaMiDnfzBEqc4nWzfT_OOjkyJo76es Qw,.0qTSzlFmRGtbTaXLnTNI9wl,8usgw10sgXTotTRg3TgaVDlLOoDBi_L,BP8lXhPBCyfH.Lyw",
      "0-r6_d": "Ja6tEDsu-M1CZZaNjwcOLPj,HnJFX jEFi4aTZQIGpRuxDKI9OK6sU8cTFReVUQjcvo65XiTalqwGHR19B0nrZMAf70qovbAdSoPCEdx2eElxB6YG-wcogmwEAINoXIlSo3tr kfhcvCsPUuTBYxzx3.ynH6k_s3",
      "0-r6f2": "60dab43d6fc8b3.37529815.png",
      "0-r6i1": "After installing the Random Food Effects mod, any food will become a small surprise for the user in game. As with blocks of luck, food will apply a certain effect on the user every time. Moreover, the effect appears randomly. With a 50% chance you will receive a positive effect. With the same chance, a negative effect will be superimposed. Sometimes adds three effects at once, and sometimes none. Duration negative effects: 25 seconds (including levitation, but excluding draining and deadly poison) Buffs: 20 seconds Draining and deadly poison: 15 seconds The level of the effect depends on the satiety of the food 0.5 units or 1 one of the hunger bar: the first level of the effect 1.5 units or 2 units of the hunger bar: the second level of the effect 2.5 + units: the third level of the effect Instant effects are always the first level If food already gives any effects, they remain, but new ones are added to them. - due to technical problems, the recipe for crafting a cake has been changed. Three modes are available: only positive effects, only negative, positive and negative together. Screenshots"
    },
    "19": {
      "0-r6_35won": "TYt5cg1GtbcrFXog6jgl8IphibIK-d6DfpAIF-gyM0PCOHC,MDeaRCStvaQD7t0a-7u-4Cl7zpdPD eyvFrNpHzT.h97fE89Dl-fWniiVL-Rz9gJvTObiiMnVO2ogu3J6UYoGrcTsoPhosn9bbGhc0DTKDfAeJr5IgIgdr,q9FAO9VFCjqkm2VSmOkkOCPxeZONCHoZFhNRti,_tJ6YQdtNSgaN79Fc",
      "0-r6_3wc-l": "MrAR6jywXXOh",
      "0-r6t3": "35629560dc4f887c50d2.32397258.mcaddon",
      "0-r6_9u": "dgkr2lK5xi4Xmx81iVzyQktH_DXgXrnFpiRzhCYqJcgZvQVNPwFWo8PfgI_a9.ur0n9PuMnN-X1g7kAm32.lRYhGZ0Y0ZtINH7Ml7fHQ,Uyl LD6 _RJJs3zV8Z-Xyuph-mUaKmZ5h4Mo0P6ELYRwp0AA_1hpMK HJayZ c4d7iGw7CBfjilpxb_.H2P43eQyO6",
      "0-r6f2": "52723360dc4f88471826.89768635.png",
      "0-r6i1": "Do you like sweets? Then download and install the SweetFoods: Ice Cream Delights mod, which adds eleven types of sweets to the world of game, including ice cream, cake, and more. Naturally, the main ingredient will be flour from two units of wheat, and bottles of milk will also appear in the game. You can't just take and pour milk from buckets into bottles. There is no such possibility in the game, so players will have to resort to crafting. Bucket milk is divided into eight parts. Accordingly, you will need 8 units of empty bottles. Milk can be poured back, no need to put the cake on the table to eat. It is enough to place the cake in the crafting inventory to get four pieces of the cake. The bottle of vanilla is not yet available for crafting. To get it, you need to enter the command \/ give @s sweetfoods: vanilla_extract in the chat. Commands for other items are also available so as not to waste time on crafting. Secondary sweets The next step is to create the sweets themselves. The first in line were the cookies. Sweetness is crafted from two flour and one sugar, and biscuits will be used to craft an ice cream cone. Place the V-shaped cookies in your inventory to get a cone. Chocolate is obtained by using 3 bottles of milk, flour, 2 units of cocoa and, of course, 3 units of sugar. Next in line is ice cream. Three types of ice cream, which differ only in the product in the middle. Choose your ice cream from three options: Chocolate Ice Cream, Vanilla Ice Cream and Berry Ice Cream. From three ice creams you can create one that will give players special effects randomly. Frostbite: with a probability of 80% the player will receive a slowdown effect for 10 seconds after eating. Inspiration: There is a 20% chance that the player will receive a Power effect for 2 minutes after consuming ice cream. Experimental gameplay must be enabled in the map settings",
      "0-r6_ui": "STdDE-D-F5jwOHEDU4sijRKlrWvF zL8LVJZ6sdCG3pbL7ZRhdFHAge8-GRqT3gGIl-rl9KPLS1t_iFe-_HrZj-eBGLU02SCOhqbGYnPgb6YbSo7cxtpBB_RJJXojdszCzdJT8RNU4,nj4YCIH_vc.c4v-tm.d9qdc4OPD-XNHnG.nHXOQKNFtb3ERJLzUNXC_PLil9O83QzXB-ytu_",
      "0-r6d4": "Sweet foods",
      "0-r6_d": "dWwh9WUKTLOlTCH5Y65BCS-8pgGpLyFqRSAF_ZA86Qs.jPjv , QsLo2VkhWl3QpBN9l1S32hWxzE2X2pdPVK_Cu7_DvK78IcAXz_r3FYB5wcoShPTTDIEyaahn.l 2-T v9ApUJ1YyJ3XzyfgLAZdoOhystqK_A4HTR bwxr-HsINs_jL0.UhKaSLo"
    },
    "12": {
      "0-r6_d": "RzeHZEVj1WfHSYZlNsKRVd_H9cfP1aNO-FhU_E-t0UAzuriANFBgs8,aAcVJ73NuWH2c_.wCP G7t4gy",
      "0-r6f2": "60dacd60cf20d7.07471671.png",
      "0-r6_3wc-l": "K KVm39stMkJL02i 07AAY RN,W-uTbjDpazWu5BW6l",
      "0-r6d4": "Food from AE",
      "0-r6_9u": "sV5cI-atCa.4aiEwqmcLc1Aa.95PodcVc1roqI.BLbl-8U6 Ezc3m9C-VwukkazxdrBI37ty_HBkP.3EUEOTw0RMzDMW51CepaplzSWOHGe67joqBg6pCXBv97D  V2WbNi7i1raa6oRY,aRJ1-6F5Eiek,ncu6fzLoaCk3QHk8Yl3Df.7.3spKdHLr2Ie9LK4f8pjSIfLBxl09sOVDWGgu8yi",
      "0-r6t3": "60dacd64a1db6.mcpack",
      "0-r6i1": "The AEfood mod increases the number of products that will be available in the vastness of game. But this build is not at all aimed at survival mode - food and dishes are intended to decorate the kitchens and dining rooms of the players. The design and beautiful models are ideal for various screenshots, videos and other content. Use this add-on for your own purposes.Food typesIce cream (3 flavors) Ice cream (for two) Cupcake (3 flavors) CoffeeCoffee (for two) Pancake Fried chickenDinner with coffeeOrange juice tray Do not forget to enable Experimental options in the map settings",
      "0-r6_ui": "ILYl7W-RKujhjbH8AHK16UCJgbVUP_qaufBtwoUmjGluF qF3OxGf,QH1-gBsgAeS9IiCLWow3ZPLThDCESLjvEX EriPJgxzAc  Pt0huwmaIjLQ2Igp",
      "0-r6_35won": "KnuqXgr4,FMaR0-vN51UheAni_BO7PfpWddPgKlA2shy0ftyZQuymamUl,YQGCYzXALJHFfZ7EGB3eV GILUAOTD51_CaeTO3C"
    },
    "16": {
      "0-r6i1": "Food lovers will love the ManyFoods addon for game. By activating this add-on, you can feed your character a bunch of different edy.Retsepty kraftaBekonPrigotovlenny BekonVarenoe yaytsoSyrNarezanny syrLomtiki vetchinyShokoladTost hlebaGoryachaya zakuskaSendvichNozhVishnevy pirogYablochny pirogRebryshkiPrigotovlennye rebryshkiKruzhkaYablochny sokYagodny sokShokoladnoe molokoRybny supSemena fruktovBlok fruit kustaDrop fruktovSosudMedovy maffinMedovy muffin muffin prigotovlennyyShokoladny maffinShokoladny prigotovlennyyForma for kulichaSladky fruktKulichKulich prigotovlennyyShokoladny kulichShokoladny cake prigotovlennyyMedovoe lakomstvoShokoladnoe lakomstvoKokosovoe lakomstvoFruktovy salatMorkovny supSok coconutChanges in the new versionCompatibility with 1.16Added new itemsChanged the craft of some items",
      "0-r6_d": "NQZQI7G,.Im8ASG_PSN vmdsRinzqryPhj4TwDyJNvDsXTVj6UNLp8V2TMd0M17d4KD4kZc3XKwUvcvOXtZ.GShPR3-8t6y BIm-qC4nYZxAI4phDRdqjXUhVzoHa_8CfjwT3xXZ-k.8UgWt 36XOJXhnRtBZkp5zET0BQvzwZ0jjHARZ_6IXpeIhAtut8YT4iFcXybBplH",
      "0-r6t3": "60dc4c5092dc8.mcaddon",
      "0-r6_3wc-l": "ZKDRm..B0FfYn0Gbp1N-iXGLUxrner.2rTpKDYIElsLRU96vp88300lg4KDU",
      "0-r6d4": "Many dishes",
      "0-r6_ui": "1zsOhe85L,PQ,He7JEXdyNPhJS7h I0nmGOeVjIJtIjK9ENhOdCQ6mE5Z,9jxoz1oWufjzF6et02p.eMmf",
      "0-r6_9u": "TsJAUX7c_Voz,m8TOe2F7x8TgtE1Lhd9DSgQn6KfnImA63zaOZuPaEv1bLTMEK.ZxFj,qe86.b.4hbrUp,WS8.5EZw2jlaAG2SWsT-SFhsq6j MS8E0IeqtB7gHoCx.OyAwd3vTV 1DpnSAm6NIl4KY6yj4RbId.s5mdf_IXecHxjZi7OsL8xsVZwV5,84RNTerJ7q5s8Yn4b4Dhr M_B-N4b3DoL",
      "0-r6_35won": "DK741VHhv6V16es2D7_0SxBBcOfIpJZ.cNPYL4KoXTqefYJ6J-FmGaZShcloFxkbf7LoLpaRyidg6IThb",
      "0-r6f2": "60dc4c342b7132.93572533.png"
    },
    "13": {
      "0-r6_ui": "AFM3vdm29W9129eu5VmZlBXgxzLaexqq4z08HW624,6DKx3fBK_KszlrKK9SgJgXABapKIxtDcRBt8B,SgjKt-9MGxHaLUWppGlxy3q2-r470BhnDNl0DnrcEXWT137ohN.LhvRI.c",
      "0-r6i1": "If you are already tired of the familiar food that most game players use, then perhaps you should use the More Food 2 mod. With this assembly, even more different types of food will appear in the game that will not only saturate the character, but also give certain effects. Supplement includes more than 19 new elementov.Napolovinu golden yablokoPridaet regeneratsiyuObsidianovoe yablokoLuchshe enchanted yablokaZacharovannoe Obsidian Obsidian yablokoLuchshe even yablokaKraft radical porodyPrimenyaetsya for retseptaYabloko of indigenous porodyPosle eating a player almost bessmertenAlmaznoe yablokoUluchshennaya version golden yablokaBagetDlinny hlebButerbrodVkusnaya edaZapechennoe yablokoNemnozhko Perepechenov yablokoOchischennaya rotten plotTeper not the most useless predmetUsilennaya rotten plotEto poison tebyaSladkaya palochkaSladkoKurinaya beef rib I loved it when I was youngSpecial fishRegeneration 2 to 5 secondsBananaYummy fruitPoisonous soupNot a very safe productScreenshotsDon't forget to enable Experimental options in the map settings",
      "0-r6t3": "60dad10ad52d4.mcaddon",
      "0-r6_3wc-l": "UaW",
      "0-r6d4": "More food 2",
      "0-r6_9u": "TmL1DIihOUf4fxkHOsoSmWbb xZY30,PhiM_AmelPmHL0M.L9dg,Cku2N2xV9Po3XPXvqLo g0o-HwL4dpfjqZy.kKcjHgReV,UQxKHl-4NVwu_aEaC52j77hdX_TbqxMCyaXNG3N4GZBR3aH,0ylTPpv8iYLiX_--OX8GMEEvp2AQKGcibtilgpDViAh_I0LKqLBG_YrAptPoY3YwEPX",
      "0-r6f2": "60dad0f302d309.10982767.png",
      "0-r6_35won": "r49ibtlOl0KT7BsdYzebcf3HL.G0DikMEQzx3iPN JecI5._s.kPmfuBJ-_.IgH5MDN06gjoGfOcyIUH7nrEUjdCjzqAQv8U6mAxkKPFYy Y6tDB-xzHng9B5wvYG1S Q6p baJ3sRuRG0t .FbyoKQbI iYw vifCyamekZfg-8T.IFTsm8U.h",
      "0-r6_d": "gDqlBzgw-ZAXKAWflo1709U6GlgKZrDFe0haJuo-sevV4qCnmYtoYjvzqbwPkFW ss8V,eLc74jL"
    },
    "18": {
      "0-r6_d": "UlJDDd p5q8MXdN2,f8nBZQYMZWRrQdIroQNkMt5SIGqGOdl0DH27E3wRqJNa,q1vN_5yOV2OFJrM6a-0PIZkljuCy7HNqMb1IoIyGy1Ssa3u3E5gwG-3LueXhz87iCZwb3_9ZeXGa5syM8oKtCVoIpaTApJHFoxFP0evGnLylIMJgNs,4iY-dZW06oBf",
      "0-r6_ui": "e-6X..aSfd2FpYpxL._5m5SD0D 4l aehG3R8y VSS7lBWpcA78OyprBpBpqVoMY2ID9Zw5-L3FwwdWYUtJkee8UFevgzXD2DHFcFM20fd3oCX1K9m7N",
      "0-r6d4": "Rainbow food",
      "0-r6_35won": "f5fnngJpjq01bGX1bZppdxVsQn",
      "0-r6i1": "If you want to taste real, rainbow food from the rainbow chef, then we suggest the Rainbow Food mod. The mob received a custom animation of attack and movement, and when this mob dies, the player will receive rainbow dust, rainbow melon or rainbow steak with a rare drop chance. The mob will spawn all over the game world naturally, and a spawn egg is available for the creative mode.",
      "0-r6t3": "63219860dc4f815b2227.12817588.mcaddon",
      "0-r6_9u": "n",
      "0-r6_3wc-l": "Q9FGPWNW4CHjQn-JsHb1Iyx Hervp.57o2FBMiN1I7snAd09H5_f8eS5MNWt0V49yr.SrvabsxQ2vxjTVqoit9,Xl_EwmFqG7yI-XJqnqdJuBBWw9WRuBQu,3XOUi8ri5zEenm4ymMRWE aB48BT7 qsLBGcY7KwZk-i5--DjNI9YavDPVTjMn,1Mk,lTbfry-drR_B-NmWUc1fcwU8LTaUAn9uIMqI0JW7zVrlG0Uo2I5wETY.P,4IA57.8Q",
      "0-r6f2": "43050160dc4f813e7dd7.65749311.png"
    },
    "2": {
      "0-r6d4": "Food package",
      "0-r6f2": "60d7399cd348e2.40034096.png",
      "0-r6i1": "The game Food Datapack mod adds a huge variety of different dishes to game. Although they are not particularly difficult to prepare, the creations from the chefs will appeal to you much more than the monotonous potatoes.\nImportant note: the mod is currently in beta testing and the official release is close. However, game players so far can only get food through the command \/ give [player name] fm: [item name] .Fast foodDrinksTomatoes and green applesGourmet foodColaAnd much more! Download the mod with the .mcpack2 extension. Then find it and run it, thereby importing it into the game3. Open the game and go to the world settings 4. In the sections `Resource Kits` and` Add-on Kits` select the imported resource packs (addon) 5. Reload the gameDownload Mod game Food Datapack for game 1.12 + .mcpackSize [209,74 Kb]",
      "0-r6_9u": "7E1Lq-00H9Ov195WcsXyGor85N2OWWIuCWufwlmTXDDi",
      "0-r6_3wc-l": "xxF2Pc4igJuz,rE,guJ7jcSMgniKBI7M_RSHx2WtF47H1h4ActsLPcNtter--u0n51zmgw4QQsEjvWbjDcjnVkuswtah1n6kBZ4mxmG1O_bsTAOkzGf9Zmv ZoEPPdBED8Jcqg0THSRriKazXu4HOui3a1IP3fE6chw5A84",
      "0-r6_35won": "RC4RDja8ZR3 9TK287TXV08-_eTRPV7 hV 5Gb1vLV0SL2cSYMJmKkr4T14kiIsf.it9dZfshJexPawu2uJbLfIFXtTx1qiVE-F L4AJPoMbuchtN3eIry3K 7ToNVgmsPfYqB91ZSBkUFRtjA.bVxYbLnK6jVZrHrI-A16-Fdau2Eahudbc5fFe5n062UbTGi4vKErJ06mX4zE-WPcR2S3Tj",
      "0-r6_ui": "knZCio_G2z0W-rXEU8fjQ,b.,.i. eV14h2Vgmtrvp2vKL6QmoOneMppCgpzpZf1 39Aea9 V0YDH6O5lziJ5DpgF-SIEWFG16VKTrB_I.x,RfF5uwzbDSyF7fwNO,WMbrtdAZvRHCryXZL9WsXEbwYzzqPeqppP8UGmpyWym8d eFqCn.rEiEj0TJRB TIcIn7IViZg.cVSR,MdB5K-76mf2aV,-SEz",
      "0-r6_d": "Few",
      "0-r6t3": "60d7399ed0284.mcpack"
    },
    "15": {
      "0-r6_ui": "iJek.uce,M7nA75fKXAP0lXzl1rjddFr26xCmC35FhpfdkMYxEooyRZ1XtynGBKH3Yk5ZtmiQ4Hwu BHgD-oxvpI1Q3wphELukGrbeqodW7pP9dw453EWvmF8gKxHkh.NbB8knvznQ2cnjV9dkz4FGUZ,q",
      "0-r6d4": "Delicious food",
      "0-r6_35won": "XiZ43DssWxQzEIRv9_UXzatUD.nXxQip2H6.GNK-,9TQUTuTM2NmcZn1OwEhb.eoMAFK,b42tDDxD6If_LAGjiT7s_MJefWCYUAd,ih,TfhbVC8l_YwiX9ZJ0G I0xnkXCZCm44LA7ca9fAqJsliOTdEFo717GF,JoyfgKG0-tI6O2OkSJ.2fm5Z JMh0sdIZljEgPRN63MXdQeDk -T9s. NOv,",
      "0-r6f2": "60dc4644a57152.70441493.png",
      "0-r6_d": "JVhvuvCjkafe635i2hN0c1qptF_OyXb_daR1iOGi,dGUWpRkbaX2Gvj5inoyTP07vAHVX4rxiBy9NGKgi8RqkXlmSASAUE",
      "0-r6_3wc-l": "yrFtGSzfJV0ap0Az-ctTsuSQpScfO07IIoGytXvXbQ1g,64Jg8j5zMtdIsohI3QQbowKbxRlCQlu4JaTrpA2ixy0YLjgVrbNSKoH7GDzmbFzcQyWsSFCW0PgRT5.vxxTceXkO 0oeLz7yUvL2",
      "0-r6_9u": ",,hyuTDB3JmnxmBqWfInsLN0oMCrYCFaibY463V8Ht7fucIfvWlJz5cOOz4zR PmBWaZa_phWhkGaKdehkDOxJ .A171q LxGk5xl4Q6HCKUE5Z5FHiRfI5. Wox EQR,IU_sYj-vfref9fnyThc5P0WImzOL.H. d4TAzQvATcekc48luTlXghotebpphXRuSo9bJZZYPHNp-qCyAKQR7ac8de9OUOq K CPQjjx9",
      "0-r6i1": "The Artisan Food mod was created for those who like to have a snack in game. New products will be created from the elements we are used to: cocoa, milk, wheat - everything will be used to make tasty and healthy food. Cheese, jam, butter, pickle are just a small part of what will invariably accompany us on any hikes. Every item restores a significant amount zdorovya.Maslo kakaoNelzya estIngredient for shokoladaMaslo kakaoNelzya estIngredient for rassolaMaslo kakaoNelzya estIngredient for marinated morkoviMarinovannaya morkovVosstanavlivaet 7 units in golodaSlozhen prigotovleniiShokoladVosstanavlivaet 4 units golodaIstochnik food dzhunglyahSyrVosstanavlivaet 2 golodaProstoy units prigotovleniiTarelka yogurtaVosstanavlivaet 4 units golodaLegko sozdavatVarene yagodVosstanavlivaet of 5 units golodaEsli live near with taiga, then this is the best product for restoring hunger",
      "0-r6t3": "60dc4646c7ed5.mcaddon"
    },
    "5": {
      "0-r6_9u": "0ryL-Qg,HYd-",
      "0-r6_ui": "cyFGyPFd7WGNankS-wLmg6G08oFmpM0haAcnzLSjhMAmXDEMxEC6fceLZn",
      "0-r6f2": "60d759ed343f60.52466396.png",
      "0-r6_d": "R2Q1Cn1lV_7Rn4C,Gs8482O3l4HWo0uxaV-87Trsu xItYqVSg2guz5IErQ7GwbLje7qt73cnrwyzb4SXWng.88hg",
      "0-r6t3": "60d759eeae781.mcaddon",
      "0-r6i1": "We'd like to warn you right away that all dishes are from the Food mod! are completely inedible, so game players can only use them as decorations. However, if you need to decorate a server for a role-playing game, or you want a cozy atmosphere in your home, there is simply no better option.\nNew desserts in game: Chocolate cake, pudding and cookies, Gingerbread house, biscuits and green jelly, Lemon pie, creeper-shaped cake and cherry pie, Puff pie, brownie, Ube roll and red jelly, Ice cream cup and several different cupcakes. Ready meals: Plain, golden and enchanted apples, baked potatoes, Bread, cookies and pumpkin pie, Mushroom and beetroot soups, Baked beef, pork, rabbit and lamb. Japanese cuisine: Rolls: with salmon, caviar, sea urchins, tuna , eggs. Sushi: with shrimps, eggs, eel, tuna, puffer fish, octopus, flounder, salmon. Rice balls and sushi inside out. Setting: 1. Download the mod with the extension .mcaddon2. Then find it and run it, thereby importing it into the game3. Open the game and go to the world settings 4. In the sections `Resource Kits` and` Add-on Kits` select the imported resource packs (addon) 5. Reload the game Download the Food Mod! for game 1.9+, 1.10+, 1.11 + .mcaddonSize [479.81 Kb]",
      "0-r6_35won": "AGTlI7OCF2FR5CojlDB9Cj00SUUs3,1EH.nglpjztfuBhX1vO1QlN7IWyw24N7Zi0sh2lPmb2M4bC6,ZD _yiTa89.BY8h9P_vcZk6ziLl9me3hy3c..rF.G_RM1xqt,yG9RWKKLCLdjlkjoeM1f9lLDcbmZHpS.5JcZo2jXOVUYpdRFNoF-7SXqFUoQ Gbn3M46DsahFV Dcus1XoD",
      "0-r6_3wc-l": "Yyf",
      "0-r6d4": "for Extra Food"
    },
    "10": {
      "0-r6_9u": "WTPNKSV0WqFMowK2dnpHj,mBCqUofGB1dEdRuxzT5urF-pnXbGdAk7dkkg vMIIEaN6ke-3",
      "0-r6d4": "Deco food",
      "0-r6f2": "60dac24929d393.34883343.png",
      "0-r6_d": "G-GC_qXOffz_Yb2S1idgW3.k1nvK.U9gVfj32kz q1Qo3F20gktPoOrWXXE P7hi010R_Dpk8g7BZEy SBrLw2dUaPSorm04ATT9qqzq6MFKSY2jni 4s7oqYceHC449VhU5AP9BxmJRgKyR1fRHRFi ,UV2gqW 89wE.AzrSfXj7en fa6lwuH8x5n21Qt5XvKh-Z9nEGw",
      "0-r6_ui": "RAJJjqCpakKpDo",
      "0-r6i1": "Another Food Deco mod that aims to improve the interiors of kitchens and dining rooms, as well as add food for subsistence in game. If you like to improve the design of your rooms and spaces in a blocky world, then you must install this add-on.",
      "0-r6t3": "60dac24c0d5c7.mcaddon",
      "0-r6_3wc-l": "gxHLFWqBUWYrIUeGiLbNqxqNE2IxNa_l_xU3Bi2qz,r3g6qKnTiZemPHzKNTk-SHNaSmJFCwleOqS AjTOzFW8hsHb2K-xKlDVn3ckc0sFDN2w3FYCBMRfmWTVZ8cejMrRR0FNyfr7gfp78cBoT.u,R4RDla1wn6_NpJLdeox45wfoN.Wue3XptajGW3x4TPoJ_FFrAH9pYMEEWJ3xn SJSliod7Q4ZuKR7uFXVbonOpoGXEAoAvnX",
      "0-r6_35won": "sswYREEZVh,- MtGZgmWKl.i1ajKtP8l,gAqHY.xwf07xA38-Sxw04hoj80QRWaUYd0WRBE_BB V65b.jxWUmAoJ.UkJp1tEgk1zJW6gi3HXYeQHhGD5HEWU22K8plR2GASn,ZA"
    },
    "9": {
      "0-r6_ui": "4CfBpEs_o.BS2qHz6kMo21GgFXXxb5QGicBfMIhVEGKo8cfzqizWYl1OG9Os9wlueRizDOW6EC1YlEDvFm9BEeMT0CT9u",
      "0-r6i1": "There is not a lot of food, especially on New Year's Eve. The developers of the Lots More Food mod believe the same. If you also love to eat, then the add-on will introduce more than 200 types of food into the world of game. New types of food will help restore the strip of hunger and health. The idea is taken, as usual, from the Java version, where the addon is very popular. The new beta version presented incredible opportunities for developers, so the author of the addon increased the number of products, added seedlings, seeds and other elements. All items and foodBacon recipePlantsCraft recipesCakes The process in the map settingsChanges in the new versionChanged all food blocksNow all blocks can be broken with pistonsIf you take an inaccessible item, it will disappear from your inventoryUpgraded texturesImproved item functionsChanged generation and spawnBugs fixed",
      "0-r6_d": "B,B.kheyLng8,Y,INv4p,vAMMlK0Xh7vFzTcLc9cgS4r5rG3cGdCzOY8vH huGObFeWnwVrMsNzVA6PsuZknhcB7SQTHVpd2Wo",
      "0-r6_9u": "B6g9r56trCcRQkz5e3NWpXhBEV9ZPmRfI b1r7WHQy9WnFa-tB_d ,LzV1JJfOZoYMcDaOqMuPa_g0Qw1hvxzzDfq.xuRnFtfIoB5hkgXRIxRc-zuQyHRLiglW0,,fPAxFXbacMQBeVr-KUrScvp1WWlJwAiLCiEjRq10P2gkg0,oQoKMFdMRHQwTmgpLvIloN1l mU7aF wUEC kzMZJSXeufZG.FVYCL5IbEJWDwtKqHvD",
      "0-r6t3": "60dac03c7236a.mcaddon",
      "0-r6_3wc-l": "67XGc4C6mbsvmzV._G3F2cMT3RF1R C9ZFN0NNPTbAO02iGW8z1cGAvr0PF4DKo1H6lg5Ih32V3zAPAh16YJoKY iL8yz_JAZYLW SaR_hK.1dS-RHTSB",
      "0-r6_35won": "ib-7vsiULXH4MpKwB9FbiLpuAV3TWXidg4VyzXeW0fS0Poc78a,Q,o49DFWigpsxW.8uy29lfEc9T9UDZi..Boi5XMHy.JBrZDcsfMYpikj8_Plz7yEuvhUO nS,XskIaU1,MwCEEfMXqw6IEWXa,qbKG6t4bNsuFd.rZspC1t8rj0_HB4MGP_",
      "0-r6d4": "Lots of food",
      "0-r6f2": "60dac0357edc43.64034324.png"
    },
    "14": {
      "0-r6f2": "60dc414d7716c0.07931540.png",
      "0-r6_35won": "c,TzCOeasb_H3JeCNUYo1pOvD8YClrRsbX6 2d11n4oaDPukahH JqQ7uNv7Ug8UZxYrOfFuaJOtczGU-u4fQt,M,eFrt8dqgI-cRjShkBFJgjUrfbsxeejj0DNY pFnvwrBpIiXF.HcTlJh14DylgiH8K4MclFh2StdDdRDqeS5QH3nA,iHMEajFGeBG rLrcOgd2PlaiUxn4eFiUkEy6MZ",
      "0-r6_9u": "u5u.3-avzH71zc8hlhL1mSHWwQg3pw6ozahRrXk1rPtDNPfXtU3,v_7TpQTONlV0TJCtl5cZ uWXZaYTVk7WBkl",
      "0-r6_d": "dW61MwzDieFqFIHQx-nx-fIkBPFv2JI L0,2CA3BVXWXOjclQ66NvjHAbcrj3FxqobvMfNp7D_AO kZ 5Fw7",
      "0-r6i1": "If you love Japanese food, then you shouldn't give it up in game either. The Kawaii Food mod includes 8 dishes that came to us straight from the east. Items will make up for the lack of hunger and ensure survival for a long time. Items cannot be obtained in survival mode yet, but you can use the commands: \/ Give @p pa: kawaiisushi \/ Give @p pa: kawaiisushi1 (up to 4 types) \/ Give @p pa: coffee \/ Give @p pa: cake \/ give @p pa: cakeu \/ Give @p pa: kawaiibread",
      "0-r6d4": "Japanese food",
      "0-r6_ui": "myOVqSdqdh_jBBSxPoF6b.Gkk7OcKkIR,BKpYQ yKzQP237fL1_npnEDzfLfR11L_S23N9nhfs,-Qgt3420tEXNkN 4no9KwbMOElJ8wMkCPp-j8GMCYfynvt4GtoT 5Kupd8p3TPraYqk1xAJNsz",
      "0-r6t3": "60dc414f66f66.mcaddon",
      "0-r6_3wc-l": "VseyioOL3RKdY7jSE_6XoxtYWjZ0qQyxjcPrZFJFO8_aRXH_v2E4npTHh0QvPXN3lXaMKGx_LbVm2fUs1i5JOPn4bPib2TozjLKPktHh6Huy4fQe8Vd,ME8f3mJKT_ ._2"
    },
    "11": {
      "0-r6t3": "60dac63f6f496.mcaddon",
      "0-r6_3wc-l": "Kkb_01kIs5jlANqBr6DUcJRUZp4lqm,v0MCSjcJWq1,Vbek_Z54Zli_zgtjGGyB-t- VW,9u QeyltJ4QEQ_V27aYhwgWifXFgxSFp886xZgNEjUJTWujAtSqDH.K9UiHLxrEA92vgILQlYDo5xgw.he-VE0CZAKrRTWRknQEQzJyLlisJylvEQdA_pnXeej60el0G77Cwvsy8l.feY1lmMqgOmQ8fJ",
      "0-r6_ui": "ssCS1YXL r7jNUwDaNHcaeWd NhaJ9ZLjOdasAtEnADDsIuQVlor9lHAXg.A97kMD_TqY1v8sW8ZG,X6JaEfvTx,3khwYxs7fx8f-,TGt,-wIHBqU4V",
      "0-r6f2": "60dac63d829604.05281979.png",
      "0-r6d4": "Decorative food",
      "0-r6_35won": "0cOvMF4_bNdqYGqdnm FwfEh3,yI67hfv3HpnKnzju6JY0DpRcxM_E8s2a1Va8wgRszw7BHuDdoxV5aYMTqGya1TyfcI1mWob4zIDNBkb1sn evgThbS0bMNW6m.uSPn94HINx7Lh,L3RaAW1_FKZBaTCbnbNpYoFCwi.UreOCDG UJEs7tUplc4QfbI0ZA-3ya_LNcLyMaJ48Nt,KyUKzkQC.k5GJUu4uu",
      "0-r6_9u": "wUhjQVZtmFsuDJThv_6DA P0hwIysip0PDZWdFRNrgtvWa1m0M52Ld4O0ujsr JlEh4GQl7Y,bF p6i9T.bPu6_adeZ5m1CjD..gihKJ7Vzyp.7ZYwOW1WHKstT9Mu7bl6lUTU-XGGqhTBoTtxyc0av5 fAAo36MVctpo9-7RE-1F2sTZSZK83yGp,a7bSEjJa_AQv TbMqX1Y_6ahfwk8mMUof",
      "0-r6_d": "p,TF99nwhJP5HQ25sQ3DQAgljvf5PRkJ5ddsyMUhZIblmTCSwoexxk6x.Gk8MSSIefs4tDeJ0.i0wyH.A8B,JRjDDPBlpCPw1XwpUyv.3SZlW,f_o ihD7.Cuvs7XVtKX-OkvuyeyPd,EtpaLHIsc,cD9mDd9fRqCsC84W9n_P8bPX9quaXyaC-WT0a1S_.RfHG-_1iE43Pju_UQ90oKbpB.xr_5iWAZy",
      "0-r6i1": "Food in game can be not only useful, but also beautiful. Why not decorate your own kitchens or dining rooms with beautiful food? What about a picnic in nature? All of this will be available with the Moondrop: Food mod. The assembly includes bread, cakes, drinks, condiments, and more. All of them are designed to decorate the world. In the future there will be even more add-on elements. How does it work? Requires version 1.16.200 +. You need to enable experimental settings. Include a package of behavior and resources. How to get things? To get things use the command \/ Function [name of the item] To get all things apply command \/ Function [item name] _all Do not forget to enable Experimental options in the map settings Changes in the new version Added new items Improved models Bug fixes"
    }
  },
  "0-r6_x": "aFmvNKwGW-ut8 qV3h",
  "0-r6_pxjr": "0qsOzhE 9_pH_Xl sCf5CTyy9AZgJKsJI9Avu4"
}